[
    {
        "id": "1",
        "producto": "Vans Original Old School Pro",
        "descripcion": "Las Old Skool Pro son un clásico de Vans actualizado para un mejor rendimiento, cuenta con lienzo, forros de cuero, cinta de foxing de una sola envoltura, plantillas ULTRACUSH de alta definición para mantener el pie cerca de la tabla mientras que proporciona el más alto nivel de amortiguación, suelas Waffle originales de Vans para un mejor agarre y control. Incluyen DuraCap, es un revestimiento de goma para reforzar áreas de alto desgaste para una durabilidad inigualable.",
        "imagen": "1-1607531432123.jpg",
        "categoria": "Calzado Urbano",
        "talles": [
            "38",
            "40",
            "42"
        ],
        "precio": "9999"
    },
    {
        "id": "2",
        "producto": "Dc Crisis",
        "descripcion": "Material de la parte superior: cuero, nobuk o loneta Sin puntera de goma Logo serigrafiado repujado en el panel lateral Lengüeta y cuello acolchados con espuma, para mayor confort y sujeción Forro de malla para mayor comodidad Orificios de ventilación para mayor transpirabilidad Suela de copa de alto rendimiento Suela DC con dibujo Pill Pattern de marca registrada",
        "imagen": "2-1607531503018.jpg",
        "categoria": "Calzado Urbano",
        "talles": [
            "38",
            "39",
            "40",
            "41",
            "42"
        ],
        "precio": "12000"
    },
    {
        "id": "3",
        "producto": "Nike Air Jordan",
        "descripcion": "El Air Jordan 1 es una de las zapatillas más vendidas de Nike en relación con la practica del baloncesto, desde sus orígenes siempre ha destacado por su gran versatilidad sobre la pista de basket. Adaptándose a diversos estilos de juegos y deslumbrando por su calidad.",
        "imagen": "3-1607531531704.jpeg",
        "categoria": "Calzado Urbano",
        "talles": [
            "37",
            "38",
            "39",
            "40",
            "41",
            "42",
            "43",
            "44"
        ],
        "precio": "15999"
    }
]